<div class="sword_content">

	<div class="sword_header">
		<div class="sword_subheader">
			<p>NEW COVENANT CHRISTIAN CENTER</p>
		</div>
		<h3 style="background: none; font-size: 36px; height: 110px;">Espirito Detras de la Navidad</h3>
	</div>

	<div class="sword_text">
		<br/>&#x201c;INTRODUCCION&#x201d;<br/> <br/> <br/>Alabado sea el Se&ntilde;or y que Dios bendiga a cada uno de los que leer&aacute;n esta real y objetiva ense&ntilde;anza.  Mi oraci&oacute;n es que cada uno de ustedes ore primero y despu&eacute;s con un coraz&oacute;n y esp&iacute;ritu abierto estudie CADA UNA de las citas b&iacute;blicas y permita que su esp&iacute;ritu le muestre la verdad real.  Por favor someta su coraz&oacute;n a la Palabra de Dios y con toda seriedad y reverencia, introd&uacute;zcase en esto con un temor santo a Dios.  No permita que el endurecimiento de su coraz&oacute;n lo provoque, ni que sus emociones y sentimientos lo domine.  Escuche al Esp&iacute;ritu de Dios y deje que la VERDAD sea VERDAD.  Favor tome tiempo de leer la ense&ntilde;anza completa.  No comience y despu&eacute;s la deje a un lado por incredulidad.  Lea todo por favor.<br/> <br/>Jes&uacute;s dijo en Lucas 4:4 y en Mt. 4:4, &#x201c;No s&oacute;lo de pan vivir&aacute; el hombre, sino de toda palabra que sale de la boca de Dios.&#x201d;  Jes&uacute;s tambi&eacute;n dijo en Juan 8:31-32, &#x201c;Si vosotros permanec&eacute;is en mi palabra, ser&eacute;is verdaderamente mis disc&iacute;pulos; y conocer&eacute;is la verdad, y la verdad os har&aacute; libres.&#x201d;  Jes&uacute;s dijo en Juan 14:15, &#x201c;Si me am&aacute;is, guardar&eacute;is mis mandamientos.&#x201d; Y el vers&iacute;culo 23, &#x201c;Si alguno me ama, mi palabra guardar&aacute;.&#x201d;  Jes&uacute;s tambi&eacute;n dijo en Juan 16:13-15, &#x201c;Pero cuando venga el Esp&iacute;ritu de verdad, &Eacute;L os guiar&aacute; a TODA LA VERDAD; porque no hablar&aacute; por SU propia cuenta, sino que hablar&aacute; todo lo que oyere  y os har&aacute; saber las cosas que habr&aacute;n de venir. EL me glorificar&aacute;, porque tomar&aacute; de lo m&iacute;o, y os lo har&aacute; SABER.  TODO lo que tiene el Padre es m&iacute;o; por eso dije que tomar&aacute; de lo m&iacute;o y os lo har&aacute; saber.&#x201d;  El Esp&iacute;ritu Santo solo glorificar&aacute; &#x201c;LA PALABRA DE DIOS.&#x201d;  Estas son palabras muy profundas, pero DEBEN ser la base en la que nosotros como creyentes nacidos de nuevo vivimos.  No se puede poner otro fundamento que el que ya ha sido puesto &#x2013; el cual es Jesucristo &#x2013; 1 Cor. 3:11.  El ap&oacute;stol Pedro nos dijo en 1 Pedro 1:23 que somo nacidos de nuevo por la Palabra de Dios y que fue y es de una simiente incorruptible.  Debemos recordar que el Verbo se hizo carne &#x2013; Juan 1:14, y llamamos al Verbo &#x2013; Jes&uacute;s.  Por esto podemos ahora ver y comprender por qu&eacute; tanto &eacute;nfasis se ha puesto en el Verbo, y por qu&eacute; Jes&uacute;s dijo que toda VERDAD nos mostrar&aacute; el Esp&iacute;ritu Santo y que debemos &#x201c;obedecer&#x201d; toda su Palabra. <br/> <br/>Otra porci&oacute;n b&iacute;blica muy importante que debemos considerar es lo declarado por Jes&uacute;s en Mateo 15:3, &#x201c;&#x00bf;Por qu&eacute; tambi&eacute;n vosotros quebrant&aacute;is el mandamiento de Dios por VUESTRA TRADICI&Oacute;N?&#x201d;  En el vers&iacute;culo 6 Jes&uacute;s dijo que las tradiciones de los hombres han INVALIDADO el mandamiento de Dios!!  &#x00bf;Puede usted imaginar a nuestras tradiciones invalidando el mandamiento de Dios?  Lo que dec&iacute;a Jes&uacute;s era que cuando nosotros como Cristianos hacemos una tradici&oacute;n de algo y TRATAMOS de hacerla &#x201c;espiritual,&#x201d; entonces invalidar&aacute; la Palabra de Dios y terminar&aacute; siendo fuego extra&ntilde;o ante nuestro Padre Celestial.  Si hacemos cualquier cosa para El, deber&aacute; estar registrada en la Palabra de Dios, como instrucci&oacute;n divina de nuestro Padre para hacerlo correctamente.  Cada vez que una Santa Congregaci&oacute;n o D&iacute;a Santo era observado por el pueblo de Dios, El SIEMPRE di&oacute; instrucciones de COMO hacerlo.  No s&eacute; como a trav&eacute;s de nuestros caminos naturales y carnales hemos tomado DIA SANTO (HOLY DAY en ingl&eacute;s) y lo hemos convertido en DIA DE FIESTA (HOLI-DAY en ingl&eacute;s).  La Palabra de Dios no le fue dada al hombre para que hiciera con ella a su antojo, sino aprenderla y vivirla en obediencia a Aquel que nos salv&oacute; de una vida de pecado y tinieblas.  No fue en el principio &#x2013; hombre, sino Dios!!  Nos hemos mas bien tragados la verdad divina de Dios al observar NUESTRAS tradiciones y lo que creemos le place a El, en lugar de obedecer SU verdad y hacer lo que EL dice le place.  &#x00bf;Se ha puesto a pensar el por qu&eacute; nunca se nos inform&oacute; la fecha del nacimiento de Jes&uacute;s?  Ha pensado en por qu&eacute; la Biblia NUNCA menciona la Navidad?  &#x00bf;Ha pensado alguna vez por qu&eacute; los creyentes y los padres espirituales de la Iglesia Primitiva NUNCA ense&ntilde;aron, NUNCA observaron y NUNCA celebraron el nacimiento de Jes&uacute;s, sino la resurrecci&oacute;n?  (Ver siguiente nota*).  Vamos a recorrer una trayectoria que para algunos parecer&aacute; incre&iacute;ble, otros podr&iacute;an decir, &#x201c;Dios mio, &#x00bf;por qu&eacute; no me ense&ntilde;aron esto antes?&#x201d;  En este estudio, solo presentaremos realidades y verdades.  Que su esp&iacute;ritu humano sea bendecido.<br/> <br/> <br/>*     Nota:  Las siguientes citas b&iacute;blicas tratan primordialmente con la resurrecci&oacute;n de nuestro Se&ntilde;or Jesucristo y demuestra hasta cierto punto que los ap&oacute;stoles y la Iglesia Primitiva ense&ntilde;aban, observaban y celebraban la resurrecci&oacute;n de nuestro Se&ntilde;or.  El punto central es que existe un gran n&uacute;mero de citas b&iacute;blicas referente a su resurrecci&oacute;n, pero no se encuentra una donde la iglesia haya ense&ntilde;ado, observado, o celebrado el nacimiento del Se&ntilde;or:  Mt.28:5-7, Mr.16:5-6, Hc.1:22, Hc.2:32, Hc.3:15, Hc.4:33, Hc.10:40, Hc.13:33, Hc.17:3,18,31, Hc.23:6,  Hc.26:23, Ro.1:4, Ro.6:5-10, Ro.7:4, Ro.8:11, 1Cor.15:12-22, Ef.1:20, Fl.3:10, Col.2:12, 1Ts.1:10, 2Ti.2:8, 1Pe.1:3, Ap.1:5)<br/> <br/> <br/> <br/> <br/> <br/>&#x201c;EDIFICANDO UN FUNDAMENTO PARA LA VERDAD&#x201d;<br/> <br/> <br/>Como creyentes Nacidos de Nuevo, se nos ha ordenado en la Palabra de Dios a vivir de acuerdo con SUS estatutos, mandamientos y ordenanzas.  Pablo nos exhorta en Efesios 5:6-11 (favor leer por completo) a no ser ENGA&Ntilde;ADOS por palabras vanas, y que habiendo una vez caminado en tinieblas, debemos ahora manifestar la luz (La Palabra) y reprender las obras de las tinieblas.  Por favor recuerde ahora que Jes&uacute;s dijo en Mateo 7:15-20 (favor leer por completo) que un buen &aacute;rbol no puede dar malos frutos, y un &aacute;rbol malo no puede dar buenos frutos.  Ahora, &#x00bf;cree usted que habl&oacute; en serio cuando lo dijo?  Claro que s&iacute;!! El tambi&eacute;n dijo en el vers&iacute;culo 15 que vendr&iacute;an Falsos Profetas vestidos de ovejas, que significa que tendr&iacute;an una apariencia exterior de ser buenos, pero por dentro ser&iacute;an lobos rapaces.  Si lee esto detenidamente y medita en ello, creo que se dar&aacute; cuenta que la Navidad es tal cosa.  Por fuera tiene apariencia de ser bueno, pero lo que se halla dentro de sus ra&iacute;ces es maligno, y esto lo veremos.  Ahora, le pido nuevamente que por favor se recuerde s&oacute;lo de la PALABRA DE DIOS al considerar este asunto.  NO sus emociones!!  NO sus sentimientos!!  NO lo que usted crea!!  Recuerde la Palabra Santa de Dios!!  De nuevo Pablo dijo en Efesios 5, nadie os &#x201c;ENGA&Ntilde;E&#x201d; con palabras vanas.  Mi amigo, es mejor para nosotros que escuchemos y obedezcamos la Palabra de Dios que el sacrificio &#x2013; 1 Smauel 15:22.  Habr&aacute;n muchos llamados hombres de Dios, pastores y maestros que condenar&aacute;n esta ense&ntilde;anza, sin embargo solo quebrantar&aacute;n la Palabra Santa de Dios al hacer tal cosa.  Por favor af&iacute;rmese en la verdad exacta de la Palabra de Dios.  Que importa lo que digan los hombres.  Yo prefiero seguir al Se&ntilde;or Jes&uacute;s que a las multitudes de personas con todos sus puntos de vistas y opiniones.  El Cristianismo dice, &#x201c;lo podemos hacer a nuestra manera&#x201d; pero el Reino de Dios dice, &#x201c;lo haremos a SU manera.&#x201d;  Jes&uacute;s dijo, un &aacute;rbol se conoce por sus frutos.  Un buen &aacute;rbol no puede dar malos frutos, y uno malo no puede dar buenos frutos.  Un &aacute;rbol se conoce por sus RAICES.  Ra&iacute;ces malas, &aacute;rbol malo; ra&iacute;ces buenas, &aacute;rbol bueno.  Somos llamados &aacute;rboles de justicia en la Biblia, ya que ahora nuestras ra&iacute;ces est&aacute;n el la Palabra de Dios, entonces nuestro fruto se torna en buenos frutos.  Juan el Bautista dijo en Mateo 3:10, &#x201c;El hacha est&aacute; puesta a la RA&Iacute;Z de los &aacute;rboles; por tanto, todo &aacute;rbol que NO da buen fruto es cortado y echado en el fuego.&#x201d;  Esto est&aacute; dirijido a los hombres de ense&ntilde;anza religiosa &#x2013; los Fariseos y Saduceos, en el vers&iacute;culo 7, de quienes Jes&uacute;s nos advirti&oacute; (sus disc&iacute;pulos) de guardarnos de sus doctrinas y ense&ntilde;anzas &#x2013; Mateo 16:1-13.  Estos tambi&eacute;n eran los hombres que dec&iacute;an que su Padre era el Dios Celestial, sin embargo Jes&uacute;s dijo que ellos eran de su padre el diablo &#x2013; Juan 8:40-44.  El punto que quiero recalcar mientras seguimos en esta ense&ntilde;anza es este:  por favor no sea persuadido, convencido o inclinado a creer que algo es verdad por lo que la muchedumbre cree o por lo que otros hombres predican, ense&ntilde;an o dicen.  Conv&eacute;nzase de que algo es cierto porque su fundamento est&aacute; edificado en la Palabra de Dios.  Muchos de nosotros hacemos cosas hoy en d&iacute;a por pura ignorancia.  Pero una vez conozcamos la verdad, somos llamados a seguirla.  La Palabra de Dios es el hacha!!  Si se nos advierte siempre en la Biblia de no ser ENGA&Ntilde;ADOS, entonces la &uacute;nica forma es de colocar el hacha a la ra&iacute;z de todo lo que escuchamos y vemos.  De esta forma estamos protegidos de conocer solo aquello hablado por Dios.  La ra&iacute;z es siempre el lugar de origen y principios, incluyendo doctrinas falsas y verdaderas.  Dios mismo nos ordena a EXAMINARLO TODO &#x2013; 1 Tes. 5:21.  Dios nos llama a PROBAR LOS ESP&Iacute;RITUS &#x2013; 1Jn.4:1-5.  Entonces vamos a empezar a probar la &#x201c;NAVIDAD.&#x201d;  Si no se encuentra Navidad en la Biblia &#x2013; la verdad que estructura al mundo &#x2013; &#x00bf;entonces de d&oacute;nde vino?  &#x00bf;De donde origin&oacute;?  &#x00bf;Esta la Navidad celebrando VERDADERAMENTE el nacimiento de Jes&uacute;s?  Los primeros ap&oacute;stoles &#x2013; nuestros padres espirituales y aquellos que conocieron a Jes&uacute;s personalmente, &#x00bf;ALGUNA VEZ ense&ntilde;aron o celebraron SU cumplea&ntilde;os?  &#x00bf;Naci&oacute; Jes&uacute;s el 25 de Diciembre?  Si la Navidad es el d&iacute;a de fiesta cristiano m&aacute;s grande, &#x00bf;entonces por qu&eacute; tantos paganos que lo maldicen diariamente y toman el nombre de nuestro Padre en vano, tambi&eacute;n lo celebran?  Un gran n&uacute;mero de pesonas suponen que mucho sobre la Navidad es tan cierto, &#x00bf;pero han investigado a fondo para ver donde radican sus ra&iacute;ces?  Vamos ahora a conocer la verdad.  Espero que todos sean bendecidos con un coraz&oacute;n y esp&iacute;ritu abierto a las ense&ntilde;anzas.  Nuestro Padre Celestial, nuestro Se&ntilde;or Jesucristo y el apreciado Esp&iacute;ritu Santo tienen absolutamente NADA que ver con la Navidad.  Mi pregunta es esta: &#x00bf;Debemos nosotros?<br/> <br/> <br/> <br/> <br/>&#x201c;SU ORIGEN Y RAICES FUNDAMENTALES&#x201d;<br/> <br/> <br/>Si la Navidad NUNCA se menciona en la Biblia, NUNCA se observa en la Biblia y NUNCA se reconoce, &#x00bf;entonces de donde vino?  Siempre recuerde esto; si algo NO se encuentra en la Santa Palabra de Dios, entonces NO viene de Dios.  En Roma se celebraba una fiesta anual por los romanos que adoraban el dios Saturno.  Este tiempo de celebraci&oacute;n estuvo siempre situado alrededor del marco de tiempo de Diciembre 17 al 24 para que coincidiera con el fin del solsticio de invierno, un tiempo de adoraci&oacute;n estacional pagana.<br/> <br/>EL A&ntilde;O PAGANO:  Esto es siempre un per&iacute;odo de d&iacute;as, meses, y tiempos que giran alrededor de los cambios estacionales de la tierra y son usualmente en el invierno, primavera, verano y oto&ntilde;o.  El SOLSTICIO DE INVIERNO es un d&iacute;a o per&iacute;odo de d&iacute;as durante el invierno cuando los d&iacute;as (luz) son m&aacute;s cortos y las noches m&aacute;s largas (prevalece la oscuridad).  Esto es usualmente un tiempo de sus festividades de borracheras, rebeld&iacute;as, y depravaci&oacute;n (perversi&oacute;n), y debo decir, ese esp&iacute;ritu no es nada diferente en el mundo hoy d&iacute;a.  Los Romanos Paganos llamaron esta celebraci&oacute;n &#x201c;La Fiesta de Saturnalia,&#x201d; en honor a su dios Saturno.  Ellos celebraban el festival del 17 al 24 de Diciembre, usualmente intercambiando &#x201c;regalos&#x201d; durante los &uacute;ltimos dos d&iacute;as de casa en casa. El 25 de Diciembre, comenzaba la nueva Celebraci&oacute;n del &#x201c;Nacimiento del sol inconquistable,&#x201d; ya que los d&iacute;as de luz empezar&iacute;an y el sol recobrar&iacute;a su predominio.  Durante este tiempo, los paganos antiguos cre&iacute;an que el sol mor&iacute;a durante el solsticio de invierno y se LEVANTABA de la muerte cuando finalizaba el solsticio debido al giro de la tierra en su naturaleza.  Empieza esto a sonar parecido al &#x201c;HIJO&#x201d; que se muri&oacute; y se levant&oacute; de nuevo?  Entonces, cada a&ntilde;o estas personas ten&iacute;an sus celebraciones para servir a sus dioses, de los cuales nosotros como creyentes nacidos de nuevos sabemos que Satan&aacute;s es el que est&aacute; detr&aacute;s de todo esto.  Cuando se estableci&oacute; la Iglesia Cat&oacute;lica Romana en Roma alrededor del 300 A.D., los l&iacute;deres de la iglesia observaron que durante la celebraci&oacute;n de Saturnalia muchos de la iglesia participaban y no hab&iacute;a ninguna ceremonia o celebraci&oacute;n dentro de la iglesia para su fe Cristiana o su Dios.  Ya que el 25 de Diciembre era el d&iacute;a cuando los regalos eran repartidos debido al inicio de que el dios-Sol se levantaba de nuevo, escogieron tomar este rito pagano para adorar al Hijo de Dios.  Debido a que los paganos ten&iacute;an al 25 de diciembre como el cumplea&ntilde;os de su dios-sol, la Iglesia Cat&oacute;lica Romana escogi&oacute; tambi&eacute;n tener el Cumplea&ntilde;os de su Dios-Hijo (palabras parecidas en ingl&eacute;s: sun-god, son-god).  Cuando la iglesia vio el festival que los paganos ten&iacute;an con su dios, ellos alegaron que no hab&iacute;a nada dentro de sus creencias para competir con el festival pagano.  En lugar de reprender, corregir y mantenerse firme en santidad y justicia, ellos &#x201c;INCORPORARON&#x201d; las ideolog&iacute;as paganas a su Cristianismo.  Todo lo que Satan&aacute;s hizo fue disfrazar una iglesia con el nombre de nuestro Se&ntilde;or y abrir las compuertas del paganismo para ensuciar la verdad.  Que triste!!  Cree usted que el Ap&oacute;stol Pablo se hubiese comprometido con esto?  No!!  Solo lea el Libro de los Hechos y vea como se paraba y condenaba los ritos paganos.  Pero tambi&eacute;n debemos recordar de donde vino la Iglesia Cat&oacute;lica.  Jes&uacute;s dijo en Apocalipsis 2:13, que habria una iglesia donde el trono de Satan&aacute;s estar&iacute;a pero que iba a retener el nombre de Jes&uacute;s y los hombres serian martirizados.  Estudie la historia de la inquisici&oacute;n y vea como millones de personas fueron matadas por los papas y el catolicismo como herejes por afirmarse en la Palabra de Dios. A todos los hombres de Dios que est&aacute;n delante de los hijos de Dios como fieles pastores y ancianos, les pregunto:  &#x00bf;C&oacute;mo hombres de Dios, nacidos de nuevo, le permitir&iacute;a usted a alguien en su iglesia:<br/>&#x00b7;   &#x00bf;Rezar el rosario?  Yo oro que no &#x2013; usted traer&iacute;a correcci&oacute;n<br/>&#x00b7;   &#x00bf;Permitir&iacute;a que alguien le rezara a Mar&iacute;a? Yo oro que no &#x2013; usted traer&iacute;a correcci&oacute;n<br/>&#x00b7;   &#x00bf;Permitir&iacute;a usted que alguien orara para sacar los muertos del purgatorio? Yo oro que no &#x2013; usted traer&iacute;a correcci&oacute;n<br/>&#x00b7;   &#x00bf;Permitir&iacute;a usted que alguien orara a los santos? Yo oro que no &#x2013; usted traer&iacute;a correcci&oacute;n<br/>&#x00b7;   &#x00bf;Permitir&iacute;a usted que alguien orara a &iacute;dolos? Yo oro que no &#x2013; usted traer&iacute;a correcci&oacute;n<br/>&#x00b7;   &#x00bf;Permitir&iacute;a usted que alguien exaltara al Papa como el vicario de Cristo en la tierra? Yo oro que no &#x2013; usted traer&iacute;a correcci&oacute;n<br/> <br/>Entonces, &#x00bf;por qu&eacute; permite que se celebre la Navidad?  Viene de la MISMA iglesia!!  Del MISMO esp&iacute;ritu!!  La MISMA ra&iacute;z que el rosario, que la adoraci&oacute;n a Mar&iacute;a, el purgatorio, &iacute;dolos.  &#x00bf;Por qu&eacute; no aprueba todo lo dem&aacute;s pero con todo el coraz&oacute;n aprueba la Navidad?  Piense en esto.  La obediencia es mejor que el sacrificio.  &#x00bf;Teme a Dios o a los hombres?  Oro para que le hable la verdad a los santos y los liberte.  No necesitamos decir nada m&aacute;s sobre el Catolicismo ahora, pero si conoce la verdad acerca de esa religi&oacute;n, puede ver de donde viene la Navidad y por qu&eacute; NUNCA estuvo en la Biblia.  Continuemos. <br/> <br/>Para competir con el d&iacute;a de fiesta y superstici&oacute;n pagana, la iglesia Cat&oacute;lica inici&oacute; con una &#x201c;MISA para CRISTO,&#x201d; lo que es la NAVIDAD de hoy d&iacute;a (compare en ingl&eacute;s: CHRIST-MASS [misa para Cristo] con CHRISTMAS [navidad]).  Cualquiera de ustedes que se hayan criado en la iglesia Cat&oacute;lica, y que han nacido de nuevo, sabran de SEGURO que hay una gran diferencia en su vida ahora que son salvos por la sangre sangre de Cristo y llenos del Esp&iacute;ritu de verdad!!  Despu&eacute;s de haber nacidos de nuevo,&#x00bf;a&uacute;n adoran la misa?  &#x00bf;Le rezan a&uacute;n a Mar&iacute;a?  &#x00bf;Rezan el rosario?  &#x00bf;Le oran a los santos?  &#x00bf;Creen todavia en el purgatorio?  Claro que NO!!  Ha sido liberados.  Pero le pregunto ahora: Ya que la navidad se origina de la iglesia Cat&oacute;lica con todos sus ritos paganos incorporados, entonces &#x00bf;por qu&eacute; quiere usted celebrarla?  Recuerde las ra&iacute;ces de los &aacute;rboles.  Malas ra&iacute;ces, mal &aacute;rbol.  Tenemos un &aacute;rbol muy malo aqu&iacute;.  Que tienen cada hogar durante la Navidad?  Un ARBOL!!  Si toma tiempo para investigar en la &#x201c;Enciclopedia Brit&aacute;nica&#x201d;, &#x201c;Enciclopedia Americana&#x201d; o la &#x201c;Enciclopedia World Book&#x201d;, usted encontrar&aacute; que cada una de ellas detalla el origen hist&oacute;rico de la Navidad.  Vamos a leer primero de la Enciclopledia World Book acerca de este dios Saturno, Saturnalia y la historia de los origenes de la Navidad.<br/> <br/>&#x201c;SATURNO era el hijo menor de Uranus (cielo) y Gaea (tierra) en la mitolog&iacute;a romana.  El nombre probablemente proviene del verbo latin &#x201c;serere&#x201d; que significa &#x201c;sembrar&#x201d;.  Los griegos lo llamaban Kronos (de donde obtenemos tiempo-cronologia) y para los Romanos, Saturno era el dios de la SIEGA.  (Suena familiar?)  El festival llamado SATURNALIA era llevado a cabo en Roma todos los a&ntilde;os del 17 al 23 de Diciembre en su honor.  Durante Saturnalia, la Edad Dorada retornaba supuestamente a la tierra.  La palabra griega &#x201c;chronos&#x201d; significa tiempo.  Kronos o Saturno es usalmente pintado como un hombre viejo y encorvado con una guada&ntilde;a (hoz) en una mano.  En la otra mano tiene una serpiente mordiendose su propia cola.  El cuento de Saturno devorando a  su propios hijos es una forma de demostrar que el tiempo crea y despu&eacute;s destruye su creaci&oacute;n.&#x201d; &#x2013; Enciclopedia World Book<br/><br/> <br/>Esto es bastante poderoso, verdad?  Obs&eacute;rvelo espiritualmente con los ojos de la verdad.  Este dios les representaba un dios de tiempo y cosecha.  No dice la Biblia que ning&uacute;n hombre conocer&aacute; el TIEMPO  de la SIEGA?  No dice la Biblia que los segadores (angeles) vendr&aacute;n y meter&aacute;n la hoz para la siega?  &#x2013; Marcos 4:29.  Note como en una mano lleva la hoz, representado la siega y en la otra una serpiente, entonces Satan&aacute;s cree que puede cosechar al mundo, en su tiempo, y esto es lo que la gente est&aacute; celebrando cada a&ntilde;o en el dios Saturno.  Tambi&eacute;n dice que Saturno devoraba a sus propios hijos.  De igual manera la gente del mundo terminar&aacute;n devoradas por el infierno.  Satan&aacute;s es un maestro enga&ntilde;ador y Satan&aacute;s es el ESPIRITU detr&aacute;s de la Navidad.  Honestamente, &#x00bf;cree usted que podemos ponerle el nombre de Jes&uacute;s a esta perversidad y esperar que nuestro Padre Celestial se complazca con esto?  De ahi el dicho de que Jes&uacute;s es el motivo de la temporada.  Que mentira es esto.  Satan&aacute;s es el motivo de la temporada.  En cuanto a mi casa y yo, serviremos a Jehov&aacute; y mantendremos esta perversidad bien lejos.  Aun no estamos ni cerca en terminar, as&iacute; que por favor mantenga su alma en paz y contin&uacute;e con la lectura del resto de esta ense&ntilde;anza mientras exponemos las obras infructuosas de las tinieblas.<br/> <br/>&#x201c;SATURNALIA&#x201d; &#x2013; era el nombre de un antiguo festival romano celebrado en honor a Saturno, el dios romano de la siega.  (Mi &eacute;nfasis aqu&iacute;, pero note como suena casi igual el nombre de SATURNO y SATANAS).  El festival comenzaba el 17 de Diciembre y duraba siete d&iacute;as.  En el primer d&iacute;a se llevaban a cabo ceremonias religiosas p&uacute;blicas honrando a Saturno.  El segundo d&iacute;a, muchas familias ofrec&iacute;an sacrificios de cerdos j&oacute;venes.  El festival de SATURNALIA era una ocasi&oacute;n alegre.  Las escuelas cerraban y todos los negocios p&uacute;blicos cesaban.  Las cortes judiciales cerraban sus puertas, y ning&uacute;n criminal podia ser castigado.  Las familias celebraban banquetes y aun los esclavos estaban libres para atender el festival.  Los &uacute;ltimos d&iacute;as del festival eran dedicados para visitar e INTERCAMBIAR regalos.  Algunos de los regalos eran peque&ntilde;as im&aacute;genes de arcilla llamadas &#x201c;sigillaria,&#x201d; que significa im&aacute;genes peque&ntilde;as (idolos).&#x201d; &#x2013;  Enciclopedia World Book<br/><br/> <br/>Despu&eacute;s de leer este recuento, podr&aacute; observar, o por lo menos DEBERA observar que todo lo que estas personas paganas hac&iacute;an para adorar a su dios de la siega es id&eacute;ntico a lo que las personas hacen hoy d&iacute;a en la Navidad &#x2013; y claro &#x2013; como no?  De aqu&iacute; fue que se origin&oacute; &#x2013; de Satan&aacute;s!!  Observe como el intercambio de regalos eran las im&aacute;genes peque&ntilde;as o &iacute;dolos.  Oro para que usted puede ver como se va formando el cuadro de esta blasfemia al Reino de Dios.  Vamos ahora a ver la historia de la Navidad y por favor recuerde &#x2013; EL HACHA ESTARA PUESTA A LA RAIZ DEL ARBOL!!!<br/> <br/> <br/> <br/> <br/>&#x201c;LA HISTORIA DE LA NAVIDAD&#x201d;<br/> <br/> <br/> <br/>Los estudiosos no conocen la fecha exacta del nacimiento de Jes&uacute;s.  Por m&aacute;s de 300 a&ntilde;os la gente ha observado SU cumplea&ntilde;os en varias fechas.  En el a&ntilde;o 354 A.D. el Obispo Liberio de Roma &#x201c;ORDENO&#x201d; a la gente que lo celebrara el 25 de Diciembre.  El probablemente escogi&oacute; esta fecha porque la gente de Roma ya la observaban como la Fiesta de Saturno, celebrando el nacimiento del sol.  Los Cristianos honraban a Cristo, en vez de Saturno, como la luz del mundo.  Por muchos a&ntilde;os la gente observ&oacute; la Navidad solamene como un festival religioso.  Gradualmente adoptaron m&aacute;s y m&aacute;s costumbres &#x201c;NO RELACIONADAS&#x201d; con la iglesia.  En Inglaterra, durante la Edad Media, la Navidad se convirti&oacute; en el d&iacute;a m&aacute;s &#x201c;jovial&#x201d; del a&ntilde;o.  Eventualmente las celebraciones se convirtieron tan alborotadoras que los Puritanos en Inglaterra PROHIBIERON celebrar la Navidad mediante una ley en 1643.  Los colonos de Nueva Inglaterra copiaron las leyes inglesas conocidas por Leyes Azules.  Pero eventualmente los inmigrantes trajeron consigos costumbres navide&ntilde;as de muchas tierras.  La Navidad hoy d&iacute;a afecta la mayor&iacute;a de las industrias por los millones de personas que compran productos de todo tipo como regalos.  Los productores con frecuencia comienzan a planificar las ventas del pr&oacute;ximo a&ntilde;o desde que se finaliza el tiempo feriado.  En la mayor&iacute;a de las &#x201c;tiendas por departamentos&#x201d; los ni&ntilde;os les pueden decir a SANTA CLAUS lo que quieren para Navidad.  Esperan en largas filas para subir hacia el &#x201c;trono&#x201d; brillante donde est&aacute; sentado Santa con su traje rojo y blanco.  Todo el area parece ser un pa&iacute;s de hadas con grandes y coloridas exhibiciones de los juguetes m&aacute;s recientes.  Los mercaderes venden m&aacute;s de casi todo tipo de productos durante la temporada de Navidad que en cualquier otro tiempo del a&ntilde;o.&#x201d; &#x2013; Enciclopedia World Book<br/><br/> <br/> <br/> <br/>Que grave y triste que las pesonas del mundo con conocimientos naturales conocen m&aacute;s acerca de la verdad de esta celebraci&oacute;n que aquellos que profesan ser hijos de Dios.  Que triste que nosotros somos los que debemos de afirmarnos en las Sagradas Escrituras pero estamos enceguecidos por el dios de este mundo.  Una vez m&aacute;s observemos unas cuantas cosas a traves de OJOS ESPIRITUALES.  Trataremos m&aacute;s detalladamente con Santa Claus despu&eacute;s.  Primeramente, ya sabemos por que la celebraci&oacute;n de Navidad NUNCA se menciona en la Biblia.  No tiene ra&iacute;z en la Santidad del Reino de Dios.  Podr&iacute;a ser un tema de cristianismo, pero este en s&iacute; mismo es un conjunto extenso de diferentes organizaciones, denominaciones, y doctrinas de hombres.  El Reino de Dios es ordenado, perfecto, y tiene UNA PUERTA, UN CAMINO, UNA VERDAD, y UNA VIDA.  Por lo menos ahora sabemos donde radican las ra&iacute;ces de este rito pagano.  Y recuerde nuevamente, &#x00bf;c&oacute;mo podemos nosotros como creyentes nacidos de nuevo, tomar algo de Satan&aacute;s y dedicarlo a nuestro Se&ntilde;or Jesucristo?  Es fuego extra&ntilde;o!!  Estos NO son mis opiniones ni puntos de vista tampoco.  Estoy afirmado en la Palabra de Dios.  Las ra&iacute;ces de este origen salen del sistema mundial de Babilonia!! &#x2013; Escuche esto:<br/> <br/> <br/>Ay, Ay, de la gran ciudad de BABILONIA, la ciudad fuerte, porque en una hora vino tu juicio.  Y los MERCADERES de la tierra lloran y hacen lamentaci&oacute;n sobre ella, porque ninguno compra m&aacute;s sus mercader&iacute;as&#x201d; APOCALIPSIS 18:10-11<br/><br/> <br/> <br/>&#x00bf;Continuar&aacute; a comprar de los mercaderes de Babilonia?  &#x00bf;Continuar&aacute; a decir, no es gran cosa, Dios tiene misericordia?  Los padres primitivos, los Puritanos que huyeron de la doctrina Cat&oacute;lica Romana, llegaron de Inglaterra y prohibieron esta celebraci&oacute;n!!  Creo que ya usted se ha dado cuenta del por qu&eacute;.  Es s&oacute;lo en los &uacute;ltimos 150 a&ntilde;os m&aacute;s o menos que esta celebradci&oacute;n se viene observando ampliamente de nuevo en Am&eacute;rica.  Ahora hemos expuesto parcialmetne el fundamento de este orden.  Al considerar todas las cosas asociadas con la Navidad, oro de que est&eacute; tan alarmado como yo cuando el Esp&iacute;ritu Santo me mostr&oacute; la verdad.  Si la Navidad (Christ-Mas en ingl&eacute;s) viene de misa para Cristo (Christ-mass en ingl&eacute;s) entonces ese s&oacute;lo hecho debe ser motivo de alarma, porque la misa cat&oacute;lica es depravaci&oacute;n demon&iacute;aca y verdaderamente blasfema y peca contra la sangre de la cruz del calvario.  &#x00bf;Puede usted decir honestamente que desea observar algo cuyo fundamento y or&iacute;genes y ra&iacute;ces proceden de la blasfemia a Cristo?<br/> <br/> <br/> <br/> <br/>&#x201c;LAS TRADICIONES DE HOY&#x201d;<br/> <br/> <br/>Cuando Jes&uacute;s dijo en Juan 14:6, &#x201c;Yo soy el camino, la verdad, y la vida,&#x201d; El quer&iacute;a decir eso mismo.  NO HAY VERDAD fuera de la Palabra de Dios y es por eso que se nos amonesta por el mismo Se&ntilde;or y nuestro Padre Celestial una y otra vez, EXAMINADLO TODO &#x2013; 1 Tes.5:21.  De esta forma podemos estar seguros de realidades, verdad y protecci&oacute;n de enga&ntilde;o.  Aun en Hechos 17:11, los hermanos de Berea fueron llamados m&aacute;s nobles (bien nacidos, m&aacute;s altos en rango) que aquellos de Tesal&oacute;nica, porque recibieron la Palabra de Dios hablada por Pablo y Silas &aacute;vidamente.  Pero qu&eacute; hicieron para ser comendados por Dios de esta manera?  Se dice que fueron y BUSCARON EN LAS ESCRITURAS para ver si estas cosas eran as&iacute; y DESPUES creyeron.  La palabra &#x201c;buscar&#x201d; en griego significa &#x201c;ESCUDRI&Ntilde;AR&#x201d;!!  &#x00bf;No deber&iacute;amos hacer lo mismo como &#x201c;Disc&iacute;pulos de Jesucristo?  Dios quiere que probemos todas las cosas habladas y testificadas, para as&iacute; probarlas con la &uacute;nica y verdadera prueba &#x2013; &#x00bf;ESTA DE ACUERDO CON LA PALABRA DE DIOS?  No con nuestras emociones!!  No con nuestros sentimientos!!  No lo que creemos!!  NO LO QUE LOS HOMBRES, HOMBRES, HOMBRES, DICEN!!  No lo que las multitudes hacen y creen!!  Pero, &#x00bf;que dicen Las Escrituras?!!!  Ya sabemos que el Se&ntilde;or no est&aacute; interesado en nuestras tradiciones cuando tratamos de aplicarlas a cuestiones espirituales.  Otra vez, Jes&uacute;s dijo en Mateo 15 que nuestras &#x201c;TRADICIONES&#x201d; invalidan el mandamiento de Dios!! &#x00bf;Recibi&oacute; esto en su esp&iacute;ritu?  Que triste que nosotros como profesantes hijos de Dios nacidos de nuevo invalidamos la Palabra de Dios. Quebrantan la Palabra de Dios y la INVALIDAN.  &#x00bf;C&oacute;mo puede ser esto?  Al no cumplir la Palabra de Dios probando todas las cosas.  Los hijos de Aaron &#x2013; Nadab y Abih&uacute;, murieron en el templo por ofrecer &#x201c;FUEGO EXTRA&Ntilde;O&#x201d; delante del Dios Santo &#x2013; N&uacute;meros 3:4 &amp; 26:61.  Fuego extra&ntilde;o es ofrecerle algo a Dios que EL no ha pedido, no recibe, no observa y verdaderamente se convierte en OBRAS MUERTAS.  Con raz&oacute;n que la primera, repito la PRIMERA Doctrina de Cristo es Arrepentimiento de Obras Muertas.  Mi hermano, conozca las Predicciones de Dios y despues, mientras madure espiritualmente, podr&aacute; ver asuntos como este totalmente a trav&eacute;s de los ojos de Dios.  Note por favor (1 Pedro 4:10-11 y Hebreos 5:8-6:2).  Vamos ahora a reflexionar en algunas de nuestros costumbres tradicionales.  El hombre dice que es la celebraci&oacute;n del Cumplea&ntilde;os del Se&ntilde;or, pero las Escrituras claramente no indica tal cosa.<br/> <br/>Mentira #1:  El Se&ntilde;or Jes&uacute;s naci&oacute; el 25 de Diciembre.  Durante el mes de Diciembre en Israel, es invierno, llueve y hace fr&iacute;o y los pastores NO sacan, ni sacaron sus reba&ntilde;os para pastar en el invierno &#x2013; Lucas 2:8.  Era costumbre de los pastores de reunir sus reba&ntilde;os y entrarlos en lugar cerrado despu&eacute;s de mediados de Octubre y volverlos a sacar a principios de la primavera.  Entonces el recuento de Lucas 2 no pudo haber sido en Diciembre.  REALIDAD &#x2013; ningun hombre sabe cuando naci&oacute; Jes&uacute;s.<br/> <br/>Mentira #2:  NO HAY REGISTRO en la Biblia de que haya sido registrado, ense&ntilde;ado, o predicado sobre personas observando o adorando a Jes&uacute;s por su nacimieto. No entre en conclusiones ahora.  Escuche cuidadosamente!!  Usted dir&aacute;, &#x00bf;pero los Angeles y los pastores no fueron a adorarlo?  No , no lo hicieron.  Si lee su Biblia en Lucas 2:13-20, usted ver&aacute; que cuando los &aacute;ngeles le anunciaron esto a los pastores &#x2013; ellos (los &aacute;ngeles) glorificaron a &#x201c;DIOS EN LAS ALTURAS&#x201d;, en otras palabras &#x2013; al Padre Celestial, y cuando los pastores fueron a Bel&eacute;n, regresaron seg&uacute;n la Biblia, &#x201c;GLORIFICANDO Y ALABANDO A DIOS&#x201d; por lo que hab&iacute;an visto.  Nunca en el ministerio terrenal de nuestro Se&ntilde;or Jesucristo, se glorific&oacute; EL mismo.  En realidad, cuando el joven rico lleg&oacute; donde El para preguntarle sobre la salvaci&oacute;n diciendo &#x201c;Maestro bueno, &#x00bf;qu&eacute; cosa buena har&eacute; para tener la vida eterna?&#x201d; Jes&uacute;s primero le contest&oacute; diciendo, &#x201c;Por qu&eacute; me llamas bueno?  Hay uno solo que es bueno &#x2013; Dios.&#x201d; Esto se encuentra en Mateo 19:17.<br/> <br/>Mentira #3:  &#x00bf;Pero no vinieron los tres reyes magos a adorar a Jes&uacute;s en el pesebre? &#x00bf;Y no le dieron regalos los tres reyes magos cuando EL naci&oacute;?  REALIDAD &#x2013; No hay un solo registro de que existieran tres reyes magos!  La Biblia dice en Mateo 2:1, he aqu&iacute; unos magos vinieron del oriente a Jerusal&eacute;n.  El vers&iacute;culo 3 dice que Herodes y TODA Jerusal&eacute;n se turbaron, y creanme mis hermanos, no creo que tres hombres en camellos se hicieran notar en Jerusal&eacute;n, porque una ciudad de gran tama&ntilde;o estaba diariamente llena de ellos.  Los magos usualmente viajaban en caravanas de 40 o m&aacute;s y ESTO si podr&iacute;a causar un revuelto en la ciudad, &#x00bf;no lo cree?  Lo real es que trajeron tres regalos &#x2013; oro, incienso, y mirra.  (Oro por su &#x201c;deidad,&#x201d; incienso por el aroma dulce de su humillaci&oacute;n y sacrificio y mirra por lo amargo de su muerte).  Entonces de nuevo la intervenci&oacute;n del hombre en cambiar la Biblia dice que eran tres hombres.  &#x00bf;Llevaron estos regalos al pesebre?  Vemos esta descripci&oacute;n en cada historia b&iacute;blica, en cada parque, y en cada altar de la iglesia.  Es triste decir otra vez que los Cristianos NO conocen la verdad!! La Biblia claramente declara y registra en Mateo 2:7-6, que estos hombres sabios siguieron la estrella por 2 a&ntilde;os y es por eso que la Biblia dice que le presentaron los regalos a Jes&uacute;s en SU CASA como un ni&ntilde;o peque&ntilde;o.  Jes&uacute;s ya ten&iacute;a 2 a&ntilde;os cuando los hombres finalmente llegaron.  Es por eso que Herodes hizo que todos los ni&ntilde;os de 2 a&ntilde;os fuese matados cuando supo que los magos se fueron por otra v&iacute;a.<br/> <br/>Mentira #4:  Los reyes magos vinieron a adorar al ni&ntilde;o.  REALIDAD &#x2013; las escrituras dicen que como &#x201c;HOMBRES SABIOS&#x201d; vinieron a adorar al REY de los Jud&iacute;os como declarado en Mateo 2:2 y es interesante notar que en el vers&iacute;culo 8, Herodes dijo que &eacute;l quer&iacute;a adorar &#x201c;AL NI&Ntilde;O&#x201d;.  La Biblia dice que los SABIOS adorar&aacute;n al REY, pero los hombres adorar&aacute;n al ni&ntilde;o!!!  Es por esto que Satan&aacute;s ha enga&ntilde;ado a muchos en esta area.  Satan&aacute;s quiere que los ojos de las personas est&eacute;n enfocados en un beb&eacute; y nuestro Padre quiere nuestros ojos en el Se&ntilde;or que ha resucitado y Rey de un Reino de poder y autoridad!!  Se ha preguntado usted esta pregunta?  De los Hechos 2, Pentocostes, cuando los hombres fueron llenos del Esp&iacute;ritu de verdad y nacidos ne nuevo, hasta el final de la Biblia, usted no encontrar&aacute; en ninguna parte de las escrituras que somos guiados y dirigidos a adorar SU nacimiento, cumplea&ntilde;os o Navidad.  NO ha sido registrado.  SOLO conocerlo a EL a traves del poder de la resurrecci&oacute;n como Rey de un Reino!!  Entonces por que lo hacemos?  Principalmente porque no se estudia la Biblia.  No se estudia la Santa Palabra de Dios para saber que es la verdad.  Solo se toman las cosas que se se nos han ense&ntilde;ado y hemos crecido aprendiendo mentiras y falsa doctrina, y despu&eacute;s se crucifican aquellos como nosotros al hablar la verdad.  &#x00bf;No es esto lo que hac&iacute;an los Fariseos, los hombres religiosos que dec&iacute;an que su padre era Dios?  Ellos crucificaron al Hijo de Dios en nombre de Dios.  Mis hermanos, esto es enga&ntilde;o y debemos abrir nuestros ojos.  La gente hoy d&iacute;a sigue creyendo mentira tras mentira.  Segundo, Satan&aacute;s quiere concentrar las emociones de la gente en un beb&eacute; inocente, y no en el cordero de gloria resucitado con poder y autoridad &#x2013; el REY DE REYES.<br/> <br/>Mentira #5:  (Favor medite en esto).  Porque no hab&iacute;a lugar en el mes&oacute;n, encontraron un establo o pesebre con animales y paja y una cuna para poner a Jes&uacute;s.  REALIDAD &#x2013; una vez m&aacute;s no existe referencia a todo esto.  Primero, este era el pueblo natal de Jos&eacute;.  &#x00bf;No cree usted que ten&iacute;a parientes ah&iacute;?  Segundo, Lucas 2:6 dice, &#x201c;Aconteci&oacute; que, ESTANDO ellos all&iacute;, se cumplieron los d&iacute;as de su alumbramiento.&#x201d;  Ahora considere cuidadosamente.  &#x00bf;Cree usted que Jos&eacute; y Mar&iacute;a sab&iacute;an que ella estaba esperando y que el alumbramiento estaba cerca?  Ellos simplemente no se aparecieron en Bel&eacute;n, fueron a una Posada, no encontraron habitaci&oacute;n y se fueron a un refugio de animales sucio, donde hab&iacute;a &#x201c;paja sucia&#x201d; (si entiende lo que quiero decir) y procedieron a tener el beb&eacute;.  La Biblia declara claramente que hab&iacute;an estado ah&iacute; un tiempo cuando lleg&oacute; el tiempo, o se cumpli&oacute;, y ella dio a luz a su hijo primog&eacute;nito, ENTONCES lo envolvi&oacute; con pa&ntilde;ales y DESPUES lo acost&oacute; en un pesebre porque no hab&iacute;a lugar en el mes&oacute;n &#x2013; Lucas 2:7.  Note, NO DENTRO del mes&oacute;n, sino EN el mes&oacute;n.  La raz&oacute;n por la que Jes&uacute;s fue acostado en un pesebre era porque no hab&iacute;a lugar para ellos en el mes&oacute;n. En los d&iacute;as de Jes&uacute;s, para las familias pobres, el pesebre era una PARTE de la casa donde viv&iacute;a la familia.  Estaba ubicado en la porci&oacute;n inferior de la casa, lo que representar&iacute;a su humildad o humillaci&oacute;n al nacer en esta tierra.  Este pesebre estaba usualmente adjacente a los cuartos de la familia y aqu&iacute; se manten&iacute;an los animales dom&eacute;sticos.  El pesebre, o comedero, era usualmente excavado de la roca (Enciclopedia B&iacute;blica de Bakers &#x2013; Vol.2, p&aacute;gina 1392).  Cada a&ntilde;o tenemos obras navide&ntilde;as, espect&aacute;culos y producciones en las iglesias, que han sido llamadas a ser CASAS DE DIOS SANTAS.  Llenamos el aire con mentiras, enga&ntilde;os y emociones del alma fijadas todas en algo que no tiene nada de verdad.  Ya tenemos un cuadro fijo y claro en nuestras mentes de lo que se quiere decir cuando la Biblia dice &#x201c;que no hab&iacute;a lugar en el mes&oacute;n.&#x201d;  Si observamos el texto griego de Lucas 2:7, veremos un escenario diferente para el nacimiento de Jes&uacute;s.  Despu&eacute;s de todo, &#x00bf;no es LA BIBLIA nuestra fuente de verdad y no las leudadas doctrinas y ense&ntilde;anzas de los hombres?  &#x00bf;No hemos sido llamados a ser escudri&ntilde;adores de la Palabra de Dios como los de Berea en Hechos 17?  Vamos a observar al Esp&iacute;ritu de verdad.<br/> <br/>&#x201c;Y dio a luz a su hijo primog&eacute;nito, lo envolvi&oacute; en pa&ntilde;ales, y lo acost&oacute; en un pesebre, porque no hab&iacute;a lugar para ellos en el MESON &#x2013; Lucas 2:7<br/><br/> <br/>La palabra griega traducida como &#x201c;mes&oacute;n&#x201d; en Lucas 2:7 [kataluma], es usada de nuevo en Lucas 22:11 donde se ha traducido como aposento.<br/> <br/>Y decid al padre de familia de esta casa: &quot;El Maestro te dice: &#x2019;&#x00bf;D&oacute;nde est&aacute; el aposento en la que he de comer la Pascua con mis disc&iacute;pulos?&#x2019; &#x201c;<br/><br/> <br/>La palabra griega &#x201c;kataluma,&#x201d; encontrada en el diccionario Strong en el  2646, viene de &#x201c;katluo&#x201d; 2647; que significa: propiamente una disoluci&oacute;n (rotura de un viaje), i.e., (por implicaci&oacute;n) un lugar de hospedaje &#x2013; habitaci&oacute;n de hu&eacute;sped, mes&oacute;n.  Entonces la palabra traducida como &#x201c;mes&oacute;n&#x201d; en Lucas 6:7 es la misma palabra que &#x201c;habitaci&oacute;n&#x201d; de Lucas 22:11.  El siguente vers&iacute;culo describe esta kataluma como un &#x201c;gran aposento alto.&#x201d;<br/> <br/>Entonces &eacute;l os mostrar&aacute; un gran aposento alto, ya dispuesto; preparad all&iacute;.  Fueron, pues, y hallaron como les hab&iacute;a dicho; y prepararon la Pascua &#x2013; Lucas 22:12-13<br/><br/> <br/>Entienda ahora por favor, la habitaci&oacute;n de huesped era un cuarto localizado en la parte posterior de la casa que estaba intencionado para las visitas.  En el tiempo que el Se&ntilde;or Jes&uacute;s iba a nacer, esta habitaci&oacute;n, de arriba, estaba llena, probablemente con todos los parienes de la familia.  Al NO HABER LUGAR EN EL MESON, a Jos&eacute; y Mar&iacute;a los ubicaron en el &#x201c;pesebre&#x201d; localizado en la parte inferior de la casa y fue ah&iacute; que pusieron a Jes&uacute;s envuelto en pa&ntilde;ales.  Un pesebre usualmente excavado de la roca verdaderamente estar&iacute;a basado en la Biblia, ya que nuestro Se&ntilde;or es la ROCA de nuestra salvaci&oacute;n y debemos edificar nuestra CASA sobre la ROCA porque aqu&iacute; fue puesto!!  Que el Se&ntilde;or nos bendiga con su sabidur&iacute;a.  Sabiendo que Jos&eacute; retornaba a su pueblo natal de Bel&eacute;n para ser contado con su familia en el censo romano &#x2013; Lucas 2:1-2, ten&iacute;a que ser la intenci&oacute;n de jos&eacute; quedarse con su familia.Ya que muchos de los miembros de la familia provenientes de otros pueblos estar&iacute;an llegando durante este tiempo, el aposento o mes&oacute;n [kataluma], localizado en la parte superior de la casa, estar&iacute;a lleno.  A Mar&iacute;a y a Jos&eacute; se le acomodaron en el area compuesta por el primer piso de la casa &#x2013; el pesebre.  Esta era usualmente m&aacute;s c&aacute;lida y ser&iacute;a c&oacute;moda para el alumbramiento, y aunque usada para animales dom&eacute;sticos y refugio, estar&iacute;a limpia.<br/> <br/>Amigos, nuestro Padre Celestial es un Padre decente y ordenado.  Si Mar&iacute;a ten&iacute;a que esperar hasta DESPUES de su purificaci&oacute;n para llevar a Jes&uacute;s al templo para present&aacute;rselo al Padre &#x2013; Lucas 2:22, entonces que le hace pensar que EL permitir&iacute;a que ella diera a luz en un pesebre inmundo, sucio, asqueroso y lleno de paja sucia de excrementos de animales?  Nuestro Padre NO rompe el orden!!  Una vez m&aacute;s, nuestra &#x201c;escena de pesebre&#x201d; de estos d&iacute;as modernos con animales, paja y heno, tres reyes magos, Jos&eacute;, Mar&iacute;a, pastores y una estrella sobre un pesebre vienen de San Francisco de Asis &#x2013; un monje Cat&oacute;lico.  Dem&oacute;sle gracias a la Iglesia Cat&oacute;lica por permitir que esta mentira tuviese lugar.<br/> <br/>Cuando la Biblia declara que no hab&iacute;a &#x201c;lugar en el mes&oacute;n&#x201d; para Jos&eacute; y Mar&iacute;a, al hospedarlos en el pesebre fue un alojamiento amable en las mejores circunstancias que la familia pod&iacute;a proveerles.  Que interesante tambi&eacute;n que en el evangelio de Lucas, mientras &#x201c;no hab&iacute;a lugar en el kataluma&#x201d; para Jes&uacute;s en su primera noche en la tierra, es exactamente ah&iacute; donde pas&oacute; su &uacute;ltima noche con sus disc&iacute;pulos antes de ir al Getseman&iacute; y al Calvario para derramar su sangre por nuestros pecados.  Vino al mundo en lo m&aacute;s bajo y en humillaci&oacute;n y termin&oacute; su trabajo alto y exaltado!! Aleluya!!<br/> <br/>El alumbramiento de un beb&eacute; se hac&iacute;a en la m&aacute;s estricta limpieza dentro de lo posible, y tomar a un reci&eacute;n nacido y acostarlo en paja y heno ser&iacute;a extremadamente peligroso, ya que la ya cortada paja o heno era muy afilada y podr&iacute;a met&eacute;rsele en la cara, ojos, o cuerpo.  El cuadro de hoy es: un establo, heno o paja, animales, Jos&eacute;, Mar&iacute;a, el ni&ntilde;o Jes&uacute;s en una cuna hecha de paja, tres reyes magos inclin&aacute;ndose en reverencia mientras entregan regalos con una estrella sobre sus cabezas.  &#x00bf;La verdad?  NADA DE ESTO.  &#x00bf;Asombroso, verdad?  &#x00bf;Puede usted creer lo que se pinta como verdad de acuerdo con lo que dicen los hombres?<br/> <br/>&#x00bf;No les advirti&oacute; Jes&uacute;s a sus disc&iacute;pulos en Mateo 16 sobre la levadura o ense&ntilde;anzas de los hombre y los fariseos?  &#x00bf;Ahora comprende por qu&eacute; somos llamados a PROBAR TODAS LAS COSAS?  Creanme, si mi beb&eacute; estuviera a punto de nacer, no habr&iacute;an animales o paja sucia presente.  Bueno, EL ha nacido y no sabemos la fecha, pero s&iacute; hemos mostrado la escena con todas las cosas inciertas que le rodeaba.  &#x00bf;Est&aacute; su fundamento de la Navidad empezando a tambalear?  Es porque la verdad est&aacute; liber&aacute;ndolo (eso oro) y coloc&aacute;ndolo en un camino derecho.  A veces a nuestra alma no le gusta alejarse de las doctrinas de los hombres, especialmente cuando hemos creido algo por tanto tiempo.<br/> <br/>La pregunta ahora es qu&eacute; har&aacute;n ustedes hombres de Dios sobre esto?  Seguir celebrando y observando el esplendor de mentiras?  Por lo menos se est&aacute; hablando la verdad ahora y podemos regocijarnos.  Al tiempo que nos dirijimos a la pr&oacute;xima &aacute;rea, les pido que por favor no se ofenda, ya que se hablar&aacute; la verdad y hay cosas conlas QUE DEBEMOS tratar para hablar la verdad.<br/> <br/>Vamos a examinar ahora TODOS los particulares de nuestra Temporada llamada Navidad.  Primero, recuerde donde estan sus ra&iacute;ces: en el paganismo y en todas las cosas que hac&iacute;an.  Ahora veremos lo que los paganos adoraban y por qu&eacute;.  Veremos tambi&eacute;n que al permitir que sus ritos se convirtieran en parte de la doctrina de la iglesia, esp&iacute;ritus deplorables y malignos fueron permitidos entrar en la misma.  Veremos cuanto hemos sido enga&ntilde;ados al no conocer la verdad, pero alabado sea el Se&ntilde;or, estamos aprendiendo.  Oro que usted llegue a conocer que Jes&uacute;s NO ES el motivo de esta temporada &#x2013; Satan&aacute;s es!!  Y esto es verdad!!<br/> <br/> <br/> <br/> <br/> <br/> <br/>&#x201c;EL ARBOL DE NAVIDAD&#x201d;<br/> <br/> <br/> <br/>Se ha preguntado usted alguna vez por qu&eacute; un &aacute;rbol puesto en nuestra casa tiene algo que ver con Jes&uacute;s, Su nacimiento y Su vida?  &#x00bf;Por qu&eacute; decoramos un &#x201c;ARBOL&#x201d; con todas sus bolas lujosas y luces y ornamentos y los ponemos en nuestra casa en motivo a Jes&uacute;s?  &#x00bf;Por qu&eacute; nos inclinamos a el para colocar nuestros regalos?  Vamos a mirar m&aacute;s de cerca y ver de donde procede esta tradici&oacute;n.<br/> <br/>Desde los d&iacute;as m&aacute;s primitivos, los &aacute;rboles, especialmente los &aacute;rboles de hojas perennes, siempre verdes, eran adorados por los paganos.  Para ellos representaba vida y frescura.  Ya que SIEMPRE estaban verdes, siempre ten&iacute;an vida.  Los &aacute;rboles eran adorados como s&iacute;mbolos de vida, fertilidad, potencia sexual y reproducci&oacute;n.  Estos ritos paganos de adoraci&oacute;n eran entonces llevados a los hogares y levantados como &iacute;dolos con la creencia de que le dar&iacute;an a los hombres una alta potencia de virilidad sexual para procrear nueva vida para su dios de la cosecha en el nuevo a&ntilde;o.  El &aacute;rbol de hojas perennes representaba un s&iacute;mbolo &#x201c;FALICO&#x201d;(el &oacute;rgano de repoducci&oacute;n sexual masculino) eregido en una posici&oacute;n &#x201c;derecha.&#x201d;  &#x00bf;Alguna pregunta de por qu&eacute; la gente cuelga bolas en un &aacute;rbol?  Por favor no se ofenda.  Este rito pagano, por decir lo menos, era muy profano ante los ojos de Dios!<br/> <br/>Hay muchas citas b&iacute;blicas donde el Se&ntilde;or nos advierte sobre el tratar con &iacute;dolos y aquellas cosas que los PAGANOS hacen, de las cuales se nos manda que NUNCA cometamos o imitemos.  Dios nos ha dicho que nunca llevemos a nuestras casas aquellas cosas practicadas por los malignos del mundo.  Es verdaderamente asombroso ver cuanto el &#x201c;cristianismo&#x201d; ha tomado de las trincheras del sistema mundial.  Es por eso que es hora de predicar el Reino de Dios con toda santidad y obediencia.  Favor lea el siguiente pasaje y sepa que Dios aun conoc&iacute;a en los d&iacute;as de Jerem&iacute;as las pr&aacute;cticas y caminos de los paganos.  Porque aun en este tiempo Satan&aacute;s era el dios de este mundo.  Vea lo que dicen las Escrituras, como se nos advierte en Jerem&iacute;as 10:1-5 acerca de esto:<br/> <br/>&#x201c;Oid la palabra que Jehov&aacute; ha hablado sobre vosotros, oh casa de Israel.  As&iacute; dijo Jehov&aacute;:  No aprend&aacute;is el camino de las naciones, ni de las se&ntilde;ales del cielo teng&aacute;is temor, aunque las naciones las teman.  Porque las costumbres de los pueblos son vanidad; porque le&ntilde;o del bosque cortaron, obra de manos de art&iacute;fice con buril.  Con plata y oro lo adornan, con clavos y martillos lo afirman para que no se mueva.  &#x201c;Derechos&#x201d; estan como palmeras, y no hablan, son llevados porque no pueden andar.  No teng&aacute;is temor de ellos porque ni pueden hacer mal, ni para hacer bien tienen poder.&#x201d;<br/><br/> <br/>Favor medite en lo que acaba de leer.  NO aprend&aacute;is el camino de LAS NACIONES que van a un bosque y cortan un &aacute;rbol y depu&eacute;s lo clavan para que se pare derecho.  &#x00bf;NO es eso lo que se hacen con los &aacute;rboles de navidad?  No dir&iacute;a usted que es algo m&aacute;s que coincidencia?  Entonces cuando los &aacute;rboles son llevados al los terrenos son CLAVADOS y MARTILLADOS para pararlos DERECHO!!  Y la blasfemia de todo esto es que los &aacute;rboles de navidad son clavados a una cruz de madera en los terrenos donde son vendidos!! Una cruz de madera!!!  Abran sus ojos para que vean!! Luego eran llevados a la casa para adornalos con oro y plata.  Suena como oropel y dem&aacute;s ornamentos?  Hasta aqu&iacute; eso de que los &aacute;rboles de navidad son para Jes&uacute;s.  Esto fue cientos de a&ntilde;os ANTES que Jes&uacute;s naciera.  NO APRENDAIS el camino de las naciones.<br/> <br/>Todo, y quiero decir, todo lo concerniente a la Navidad nos ha llegado de aprender el camino de las naciones.  Me suena como que millones y millones de llamados cristianos han hecho justamente eso!!  Algunos hombre y predicadores hoy d&iacute;a dicen que Jerem&iacute;as 10 no tiene NADA que ver con &aacute;rboles de navidad.  Yo digo que necesitan sanidad por estar tan CIEGOS.  Digo espiritualmente ciegos.  No dijo Jes&uacute;s que ciegos guiar&iacute;an otros ciegos y que ambos caer&iacute;an en el pozo?  Que abominaci&oacute;n al Se&ntilde;or.  A&uacute;n en los d&iacute;as de Jerem&iacute;as los paganos hac&iacute;an esto.  Satan&aacute;s sabe exactamente lo que hace, muchos Cristianos no tienen la menor idea.  Despu&eacute;s que estos arboles eran llevados a las casas y adorados y puestos derechos, se les llevaban regalos y que debe USTED HACER PARA COLOCAR REGALOS DEBAJO DEL &Aacute;rbol?  Debe inclinarse ante el para colocar su regalo.  Que tristes e ignorantes hemos sido.  Gracias a Dios por habernos abierto los ojos a la verdad.  Esto no es asunto de risas.  Pablo dijo que debemos cuidar nuestra salvaci&oacute;n con temor y temblor.  Oro que esto traiga el temor de Dios a sus vidas y despu&eacute;s alab&eacute;mosle por mostrarnos la verdad.  Algunos diran, &#x201c;pero hermanos, usted no entiende; est&aacute; siendo muy legalista, no adoramos al &aacute;rbol, porque sabemos mejor que eso como cristianos nacidos de nuevo.&#x201d; <br/> <br/>&#x201c;Las esculturas de sus dioses quemar&aacute;s en el fuego; NO codiciar&aacute;s plata ni oro de ellas PARA TOMARLO PARA TI, para que no tropieces en ello, pues es ABOMINACION a Jehov&aacute; tu Dios; y no traer&aacute;s cosa abominable A TU CASA para que no seas anatema; del todo la ABORRECERAS y la ABOMINARAS porque es anatema&#x201d; &#x2013; Deuteronomio 7:25-26<br/><br/> <br/>Se nos dice en Deut. 12:30-31 que debemos GUARDARNOS de no ser enlazados en trampas por seguir a los paganos y que no debemos inquirir en pos de sus dioses y como les sirven.  Ni debemos hacerle lo mismo a nuestro Dios al darle a EL lo que ellos le ofrecen a su dios!!!<br/> <br/>&#x201c;Gu&aacute;rdate que no tropieces yendo en pos de ellas, despu&eacute;s que sean destruidas delante de t&iacute;, no preguntes acerca de sus dioses, diciendo: de la manera que servian aquellas naciones a sus dioses, yo tambi&eacute;n les servir&eacute;.  NO HARAS ASI a Jehov&aacute; tu Dios, porque toda cosa abominable que Jehov&aacute; aborrece, hicieron ellos a sus dioses.&#x201d;  Verso 32 &#x201c;Cuidar&aacute;s de hacer todo lo que yo te MANDO; no a&ntilde;adiras a ello ni de ello quitar&aacute;s.&#x201d;<br/><br/> <br/>Al finalizar le pregunto de nuevo: &#x00bf;podemos pensar lo que un &aacute;rbol de navidad con todos sus decoraciones y simbolismos tienen que ver con nuestro Se&ntilde;or Jes&uacute;s viniendo a salvar la humanidad del pecado?  Ya sabemos de donde procede todo esto, y hacia donde va.<br/> <br/>TRONCO &#x201c;YULE&#x201d;:  Hay tarjetas navide&ntilde;as que tienen en ingl&eacute;s &#x201c;YULETIDE GREETINGS&#x201d; (saludos navide&ntilde;os referentes al tronco de Navidad).  Vamos a ver esto ya que tambi&eacute;n tiene que ver con la Navidad.  La tradici&oacute;n de tronco de Navidad va hasta los tiempos de los pa&iacute;ses escandinavos donde su dios pagano de sexo y fertilidad era llamado Jul o Ule.  El era honrado en una celebraci&oacute;n de 12 d&iacute;as en el mes de Diciembre.  Interesante &#x2013; 12 d&iacute;as &#x2013; cuando Israel ten&iacute;a 12 tribus y Jes&uacute;s ten&iacute;a 12 Apostoles.<br/> <br/>Amigos, no se sean enga&ntilde;ados o ignorantes concernientes a cosas espirituales &#x2013; 1 Cor. 12:1.  Satan&aacute;s desprecia todo sobre nuestro Padre Celestial, SU Hijo y el Reino.  Satan&aacute;s har&aacute; lo que sea para pervertir y blasfemar la obra de nuestro Se&ntilde;or Jesucristo.  Es por esto que todas estas cosas ocurren en el mundo, ya que Satan&aacute;s es el dios de este mundo.  Jes&uacute;s dijo que SU Reino NO era de este mundo &#x2013; Juan 18:36.  Y por esta causa, NOSOSTROS NO debemos tomar parte de la Navidad ya que sale del mundo.  &#x201c;No am&eacute;is al mundo NI las cosas que est&aacute;n en el mundo.&#x201d; &#x2013; 1 Juan 2:15.  Al inicio de la temporada navide&ntilde;a se enciende un Tronco Navide&ntilde;o y se pone en la &#x201c;chimenea&#x201d; (infierno?) donde el mismo tronco era usado durante todos los 12 d&iacute;as para mantener el fuego encendido o re-encenderlo.  Ya que Jul era el dios pagano de sexo y fertilidad, no nos toma mucho ver lo que esto tambi&eacute;n representaba.  El tronco navide&ntilde;o representa nuevamente un s&iacute;mbolo &#x201c;falico&#x201d;.  El tronco ardiente representaba un presagio bueno para una sexualidad y fertilidad intensa en el a&ntilde;o venidero.  Era la sombra y tipo de lujuria ardiente del hombre para encender los fuego de la potencia sexual para producir la fertilidad.  Cuando se env&iacute;a &#x201c;YULETIDE GREETINGS&#x201d; (saludos navide&ntilde;os), est&aacute;n b&aacute;sicamente diciendo, &#x201c;Le saludo con este tronco ardiendo para cumplir un a&ntilde;o de virilidad sexual.  Que m&oacute;rbido, blasfemo y pervertido.  Se acab&oacute; eso de que la navidad es una temporada santa y de Jes&uacute;s!! NO HAY MANERA en que nuestro Padre Celestial sea glorificado por que celebres esta perversi&oacute;n.  Explica tu decisi&oacute;n.  Haz lo que deseas.  Jes&uacute;s es Se&ntilde;or y Verdad.<br/> <br/>&#x201c;Hay un camino que al hombre le parece derecho, pero su fin es camino de muerte.&#x201d; &#x2013; Proverbios 16:25<br/><br/> <br/> <br/> <br/>MUERDAGO (mistletoe):  Solo atrapas a una muchacha debajo de un ramillete de mu&eacute;rdago, y ella te tiene que besar.  Donde en el nombre de Jesucristo tiene esto que ver con SU santidad?  De nuevo, mu&eacute;rdago, troncos navide&ntilde;os, &aacute;rboles de navidad son todos parte de esta temporada.  El mu&eacute;rdago era sagrado para los sacerdotes druidas y era adorado por ellos para hechizar.  Si se aguantaba sobre la cabeza de una mujer, quedaba sin fuerzas para resistir, y cualquiera y todos pod&iacute;an hacer con ella lo que quer&iacute;an sexualmente.  De aqu&iacute; es que viene nuestra tradici&oacute;n de colgarlo del portal para atrapar a la muchacha que no sospecha.  Si el mu&eacute;rdago tuviese frutos entonces esto har&iacute;a al ramillete m&aacute;s potente y de m&aacute;s valor ya que el fruto representar&iacute;a la virginidad de la mujer que puede ser tomada y rota.  El mu&eacute;rdago es tambi&eacute;n un par&aacute;sito vivo y se va comiendo a un &aacute;rbol para sobrevivir.  La lujur&iacute;a es tambi&eacute;n un par&aacute;sito vivo que tambi&eacute;n nos va comiendo como &aacute;rboles de justicia que somos si no crucificamos nuestra carne diariamente.  El aceite del mu&eacute;rdado era utilizado para ungir las frentes de los Sacerdotes Druidas para su servicio. <br/> <br/>Hasta ahora les hemos mostrado como cada aspecto de lo que se celebra en la temporada navide&ntilde;a viene de las mismas entra&ntilde;as de la tierra.  Todo es de orientaci&oacute;n sexual, pervertido, pagano y lascivo y decimos que &#x201c;Jes&uacute;s es el motivo de la temporada&#x201d;?  Que terriblemente triste!<br/> <br/>Acebo y Hiedra (holly &amp; ivy):  De nuevo que tiene esto que ver con JESUS? La costumbre de colgar Acebo y Hiedra era para rendirle homenaje a los esp&iacute;ritus que supuestamente tra&iacute;an la vida y la fertilidad al hogar.  Las frutas rojas en el acebo era para la sexualidad del hombre, la hiedra para la mujer que lo rodeaba..  Las hojas verdes representaban la potencia del hombre y las frutas la vida.  En combinaci&oacute;n con la hiedra femenina, promet&iacute;a nueva vida y fertilidad a toda la casa para el pr&oacute;ximo a&ntilde;o.<br/> <br/>Ahora nos entraremos a un &aacute;rea que NO debe considerarse como coincidencial.  Si a&uacute;n sus ojos no est&aacute;n abiertos para ver, oro que esto si le muestre la profundidad increible del &#x201c;ESPIRITU&#x201d; verdadero detr&aacute;s de la Navidad.<br/> <br/>SANTA CLAUS:  Probablemente se le ha percibido como el  mas inocente, jovial, hombrecito de la temporada.  Ah&iacute; est&aacute; &eacute;l vestido con su traje rojo, cuellos blanco, barba blanca y lleno de JO, JO, JO.  Creo que el Esp&iacute;ritu Santo estar&iacute;a diciendo, AY, AY,AY.  Ha sido pintado como un ser verdaderamente sobrenatural, puede cubrir toda la tierra en una noche, est&aacute; servido por peque&ntilde;os duendes, entra en las casas para traer regalos a los buenos y vive en el Polo Norte.  Ha sido pintado como omnisciente y omnipotente.  El sabe todo y observa todo.  &#x00bf;Lo suficiente inocente para usted?  Vamos ahora a exponer la criatura mas blasfema de todas, ya que detr&aacute;s de esta m&aacute;scara se encuenta SATANAS mismo.  La profundidad de este personaje es sorprendente, pero ahora vamos a ver el ESPIRITU verdadero detras de la NAVIDAD.  Se combinaron dos figuras para crear a este ser llamado Santa Claus.  Primero, tenemos a San Nicol&aacute;s, un Obispo de la Iglesia Cat&oacute;lica Romana del cuarto siglo quien era el santo patr&oacute;n de marineros, prestamistas y ni&ntilde;os.  Segundo, tenemos un esp&iacute;ritu navide&ntilde;o de una figura medieval p&iacute;cara que fomentaba la festividad, el balile y la borrachera.  Pero miremos mas profundamente.  Lo que va a escuchar NO ES COINCIDENCIA O CASUALIDAD.  Es demasiado perfecto para eso.  Ha sido muy bien concebido, planificado y disfrazado y no conocido al ojo natural.  Vamos a observar primero al nombre de SANTA CLAUS:<br/> <br/>SANTA &#x2013; con solo cambiar y mover una letra tendr&iacute;amos a SATAN!  S&iacute; &#x2013; Sat&aacute;n, el diablo.  Solo mueva la &#x201c;N&#x201d; al final de SANTA y se convierte en SATAN . . . Es esto increible, o que?  Es esto por coincidencia o casualidad?  No despu&eacute;s de conocer todo lo que ha le&iacute;do hasta ahora sobre la &#x201c;Navidad&#x201d;.  &#x00bf;Y en que viaja Santa?  Un trineo (ingl&eacute;s sleigh suena como &#x201c;slay&#x201d; que es asesinar) &#x00bf;y por donde entra Santa a la casa?  BAJANDO por un lugar muy oscuro y sucio llamado chimenea, cae al mismo FUEGO!!<br/> <br/>CLAUS &#x2013; en este nombre, al usar las mismas letras tenemos escondido a LUCAS.  Lucas es la ra&iacute;z de LUCIFER!!  S&oacute;lo en los nombres de esta criatura, y esto es exactamente lo que es, tenemos SANTA CLAUS &#x2013; SATAN-LUCIFER.  Honestamente, &#x00bf;quiere tratar de explicar esto?  Satan&aacute;s es el adversario del Reino de Dios, y el nombre de Lucifer significaba &#x201c;portador de luz&#x201d;.  Pablo nos advierte de NO dejarnos enga&ntilde;ar, ya que Satanas se transforma en ANGEL de LUZ.  En Isaias 14:12-17 tenemos un relato escrito de la ca&iacute;da de Lucifer del Cielo.  En su rebeli&oacute;n contra la autoridad de Dios, se rebel&oacute; a LA PALABRA DE DIOS.  No cree que esta es su meta hoy d&iacute;a?  Ya que &eacute;l sabe que la rebeli&oacute;n a la Palabra de Dios es un acto de condenaci&oacute;n eterna, y es por eso mis queridos hermanos, que la Navidad es TAN DISFRAZADA.<br/> <br/>No pod&eacute;is beber la copa del Se&ntilde;or y la copa de los demonios. &#x2013; 1 Cor.10:21.  La copa de los demonios es SATURNALIA &#x2013; Navidad, la copa del Se&ntilde;or es SU PALABRA!! En Isaias 14, Lucifer dijo que levantar&iacute;a SU TRONO sobre el de Dios, &#x00bf;y sobre qu&eacute; se sienta Santa Claus en las tiendas por departamentos y plazas comerciales?  Exacto, UN TRONO!!  Lucifer dijo, &#x2018;Subir&eacute; al cielo; en lo alto, junto a las estrellas de Dios, levantar&eacute; mi trono, y en el monte del testimonio me sentar&eacute;, a los lados del NORTE.&#x2019;  &#x00bf;De donde viene Santa Claus?  Del Polo NORTE.  En el Tabern&aacute;culo de Moises, la sombra y tipo de la iglesia en el desierto &#x2013; Hechos 7:38, era el PROPICIATORIO, nuestro lugar santisimo de comunion con el Se&ntilde;or, y &eacute;ste se encontraba en posicion NORTE del tabern&aacute;culo.  Esta posici&oacute;n le pertenece al Se&ntilde;or Jesucristo, el Hijo del Dios viviente, el Cordero Santo de Dios y Satan&aacute;s quiere esa posici&oacute;n de autoridad!!<br/> <br/>En los pa&iacute;ses escandinavos, a Santa Claus se le conoce como &#x201c;KRIS KRINGLE&#x201d; lo que por interpretaci&oacute;n significa &#x2013; &#x201c;HIJO DE DIOS&#x201d;.  Vamos a ver Santos!!  Cuan blasfemo puede ser esto?  &#x00bf;Cu&aacute;ntos de ustedes a&uacute;n continuar&aacute;n con esta defamaci&oacute;n del Caracter Santo de nuestro Se&ntilde;or Jesucristo al buscarle alguna explicaci&oacute;n de por qu&eacute; continuar&aacute; celebrando esta inmundicia.  Cada a&ntilde;o, Satan&aacute;s ocupa su lugar para ser glorificado como el Hijo de Dios en el mundo espiritual, y a prop&oacute;sito, los pa&iacute;ses escandinavos est&aacute;n situados en la parte Norte del mundo!!  Y usted quiere que sus hijos se retraten con este esp&iacute;ritu?  Deber&iacute;amos detestar esto con todo nuestro coraz&oacute;n y condenar la misma naturaleza de esta festividad.  Que Dios nos ayude con nuestra ignorancia y m&aacute;s a&uacute;n ahora si los Cristianos deciden continuar celebrando esto.  Para la mente carnal, esto no significa nada.  Para la mente espiritual, esto es una abominaci&oacute;n.  Despertemos a la justicia. <br/> <br/>En lo que terminamos con este &#x201c;espiritu&#x201d; muy enga&ntilde;ador, podemos ver cuan astuto y sutil es Satan&aacute;s.  G&eacute;nesis 3:1 dice, &#x201c;La serpiente era astuta, m&aacute;s que todos los animales del campo,&#x201d; y en II Cor.11:3, Pablo dice, &#x201c;Mas temo que como la serpiente con su astucia enga&ntilde;o &aacute; Eva, sean corrompidos as&iacute; vuestros sentidos en alguna manera, de la simplicidad que es en Cristo.&#x201d;  Todo lo que Satan&aacute;s hace es para contrarrestrar la misma autoridad de Dios y todo lo que hace es blasfemia contra la Santa Palabra de Dios.  El prop&oacute;sito total de Satan&aacute;s es pisotear la santa sangre del Cordero.  Una &uacute;ltima cosa de Santa Claus son sus colores!!  Y por favor, no diga que no creemos en Santa Claus as&iacute; que est&aacute; bien observar esto.  Se pierde de todo el punto si esta es su mentalidad.<br/> <br/>Los colores Rojo y Blanco.  Isaias 1:8-19, &#x201c;Venid luego, dir&aacute; Jehov&aacute;, y estemos &aacute; cuenta: si vuestros pecados fueren como la grana, como la nieve ser&aacute;n emblanquecidos: si fueren rojos como el carmes&iacute;, vendr&aacute;n a ser como blanca lana. Si quisiereis y oyereis, comer&eacute;is el bien de la tierra.&#x201d; Verso 20, &#x201c;Si no quisiereis y fuereis rebeldes, ser&eacute;is consumidos &aacute; espada: porque la boca de Jehov&aacute; lo ha dicho.&#x201d;<br/> <br/>Que har&aacute; posible para que la gente entiendan el enga&ntilde;o increible y la blasfemia que se esconde detras de todo esto?  Que har&aacute; posible que los hombre de Dios se pongan en pie y le ense&ntilde;en la verdad a la gente?  Recuerde de lo que hablamos aqu&iacute; &#x2013; EL &#x201c;ESPIRITU&#x201d; detr&aacute;s de la Navidad!  Este es el verdadero esp&iacute;ritu detr&aacute;s de la Navidad y no debe haber ninguna forma para que nosotros tomemos las ra&iacute;ces de esta orden demon&iacute;aca, pagana, pervertida e inmunda y cambiarla a algo limpio, puro y santo.  No hay manera que podemos explicar esta malicia y que l&aacute;stima poner el nombre de Jesucristo en esto.  Hemos sido llamados a DENUNCIAR las obras infructuosas de las tinieblas, no participar de ellas &#x2013; Efesios 5:1-11 y s&oacute;lo cuando los verdaderos creyentes nacidos de nuevos empiecen a afirmarse en la obediencia vamos a poder hacer que el mundo preste atenci&oacute;n.  Pare de tratar de cubrir esto y buscarle alguna explicaci&oacute;n.  Pare de decir que las personas como yo son farisaicas o legalistas.  &#x00bf;Desde cu&aacute;ndo es la obediencia a la santidad legalista?  Favor de explicar, soy todo oidos.  Aquellos que leen esto deben tomar una decisi&oacute;n ahora.  &#x00bf;Est&aacute; usted edificando sobre aquello que dicen los hombres?  &#x2013; Mateo 16:1-13  &#x00bf;O edificar&aacute; su vida espiritual en la VERDAD?<br/> <br/>Que triste que en este mes de Diciembre las iglesias tendr&aacute;n &aacute;rboles de navidad sobre lo que debe ser un Altar Santo ante un Dios Santo.  Que pena que habr&aacute;n escenas de pesebre y obras ostentosas representando mentiras y falsas ense&ntilde;anzas.  Si los hombres de Dios de los ministerios m&aacute;s grandes de Am&eacute;rica dicen, &#x201c;Est&aacute; bien que las personas sigan honrando este feriado.  No hay da&ntilde;o en &eacute;l y no permitan que hombres como Kim C. Gossett le roben de sus tradiciones amorosas, ya que sabemos a quien NOSOTROS adoramos.&#x201d;  Entonces tendr&iacute;a que decir &#x2013;<br/> <br/>&#x201c;Me dijo entonces Jehov&aacute;: Falsamente profetizan los profetas en mi nombre; no los envi&eacute;, ni les mand&eacute;, ni les habl&eacute;; visi&oacute;n mentirosa, adivinaci&oacute;n, vanidad y enga&ntilde;o de su coraz&oacute;n os profetizan.&#x201d;  &#x2013; Jerem&iacute;as 14:14<br/><br/> <br/>Hermanos, la Navidad es una visi&oacute;n falsa y est&aacute; llena de adivinaci&oacute;n.  Puede usted imaginarse todo esto?  Santa Claus &#x2013; SATAN/LUCIFER.  Su rebelion a los lados del Norte &#x2013; Isa&iacute;as 14 y viene del Polo Norte.  Sus colores rojo y blanco blasfeman la Palabra de Dios y el papel redentor de Jes&uacute;s.  Recuerde 1 Corintio 2:14, &#x201c;Pero el hombre natural (carnal) no acepta las cosas que son del Esp&iacute;ritu de Dios, porque le son locura; y no las puede comprender, porque se han de discernir ESPIRITUALMENTE.&#x201d;  Usted NUNCA encontrar&aacute; una verdad en TODA la Navidad excepto una &#x2013; no tiene nada que ver con el Padre, el Hijo y el Esp&iacute;ritu Santo.  No importa lo que usted diga o haga, NUNCA podr&aacute; cambiar eso.  Es fuego extra&ntilde;o a Dios!!  NO permita que los hombres le intimiden si usted cambia.  Muchos dicen lo que dicen solo por ignorancia.  Por eso es que se esta hablando la verdad, y mi oraci&oacute;n es que los hombres de Dios que dicen que han sido llamados al ministerio representen verdaderamente a Jesucristo y compartan con la congregaci&oacute;n esta verdad.  Ser&aacute; para m&iacute; m&aacute;s que una bendici&oacute;n poder ir a cualquier iglesia y ministrar esta verdad.  Oro que los hombres de Dios sean los que representen a Jesucristo y se paren frente a los santos y digan, &#x201c;Mis amados, he escuchado una verdad hoy, y en cuanto a mi casa y yo y mi familia, nunca participaremos de esta festividad, imp&iacute;a, pagana y enga&ntilde;adora.&#x201d;<br/> <br/> <br/> <br/> <br/> <br/>&#x201c;CONCLUSION&#x201d;<br/> <br/>Tomemos un tiempo para descansar y volvamos a leer esto de nuevo muy pronto.  Meditemos en esto y pensemos en aquello que hemos escuchado.  Que podamos meditar en la Santa Palabra de Dios.  Hermanos, no soy un hombre extra&ntilde;o, torcido o legalista, ni un fariseo de la ley.  Soy un hombre de fe, lleno del Esp&iacute;ritu Santo de Dios que ama al Se&ntilde;or Jes&uacute;s y mi Padre Celestial con todo el aliento de vida.  Continuar&eacute; exponiendo todas las ense&ntilde;anzas falsas de las tinieblas y tratar&eacute; de alumbrar donde algunos no tengan luz.  No soy predicador del Cristianismo, sino del Reino de Dios.  Es imposible despu&eacute;s de leer, ver y escuchar las Escrituras tomar a la ligera algo de esta magnitud.  S&iacute;, habran quienes dir&aacute;n, &#x201c;NO DEJE QUE NINGUN HOMBRE DA&Ntilde;E TUS HERMOSAS TRADICIONES NAVIDE&Ntilde;AS QUE HAS TENIDO TODOS ESTOS A&Ntilde;OS.  NO DEJE QUE NADIE TE ROBE DE TUS FESTIVIDADES ANUALES CON TUS FAMILIARES LAS QUE HEMOS CELEBRADOS DESDE NUESTRA NI&Ntilde;EZ.  NO ADORAMOS AL DIABLO, NI ARBOLES O CUALQUIER COSA SEMEJANTE.&#x201d;<br/> <br/>Hermanos, cuando nacimos de nuevo, entramos a un Reino que no es de este mundo.  Al Se&ntilde;or no le importa que hayas hecho esto toda tu vida.  El te est&aacute; pidiendo que cambies.  Aun cuando Israel creci&oacute; en Egipto, Dios tuvo que guiarlos al desierto para cambiarlos.  Estamos en ese desierto hoy d&iacute;a.  Todo lo que puedo decir es que los amo lo suficiente para hablar la verdad.  No tengo ninguna reputaci&oacute;n que defender, por eso no temo perder personas por hablar la verdad.  El Se&ntilde;or edificar&aacute; SU casa, no yo.  No tuerzo la verdad para mantener que las personas y los diezmos sigan entrando.  Me parar&eacute; sobre el fundamento firme de la Palabra de Dios y no estoy aqu&iacute; para agradar a los hombres.  Si esto hago no ser&iacute;a siervo de Jesucristo &#x2013; Galatas 1:10.  Lo que he compartido lo he aprendido del Esp&iacute;ritu Santo y de mis investigaciones.  Pablo dijo en Col.2:8, &#x201c;Mirad que NADIE os enga&ntilde;e por medio de filosof&iacute;as y huecas sutilezas, seg&uacute;n las tradiciones de los hombres, conforme a los rudimentos del mundo, y no seg&uacute;n Cristo.&#x201d;  Un &aacute;rbol malo no puede llevar frutos buenos &#x2013; SUS PALABRAS, no las m&iacute;as.  No se registra en ninguna parte de las Santas Escrituras de Dios esta celebraci&oacute;n llamada Navidad, pero lo que s&iacute; encontrar&aacute; en escritura tras escritura tras escritura es una ADVERTENCIA para que NO participemos de todo lo que se encuentra EN la Navidad. <br/> <br/>Yo s&eacute; que a lo primero no ser&aacute; facil, pero el Se&ntilde;or es misericordioso y EL lo consolar&aacute; y lo ayudar&aacute;.  Todo lo que EL pide es obediencia.  Tome ese primer paso y cada a&ntilde;o que usted se aleje m&aacute;s y m&aacute;s de esto se le abrir&aacute; m&aacute;s y m&aacute;s sus ojos para ver la ceguera en la que camin&oacute; por muchos a&ntilde;os.  Toda esta celebraci&oacute;n viene de la Iglesia Cat&oacute;lica Romana y de su &#x201c;MISA&#x201d; que profana la sangre del Cordero.  Atrae a ni&ntilde;os inocentes a un esp&iacute;ritu enga&ntilde;ador de AVARICIA, CODICIA Y DESEO.  La presi&oacute;n lleva a los hombres a la soledad, desesperaci&oacute;n, alcohol, deuda masiva y esta temporada del a&ntilde;o tiene el record m&aacute;s alto de suicidios.  El intercambio de regalos no proviene de ninguna parte del Nuevo Testamento, con la excepci&oacute;n de los DONES ESPIRITUALES que se nos ofrece al presentar nuestras vidas cambiadas.  Esto proviene de cuando los paganos iban de casa en casa con sus peque&ntilde;os &iacute;dolos envueltos en regalos.  Si este fuese el verdadero cumplea&ntilde;os de Jes&uacute;s, entonces me podr&iacute;an explicar &#x00bf;POR QUE INTERCAMBIAMOS REGALOS ENTRE NOSOTROS?  Si fuese SU cumplea&ntilde;os, entonces no deber&iacute;amos tomar todo el dinero que gastamos en los dem&aacute;s y ponerlo sobre el altar en la Casa de Dios para el trabajo del ministerio.  Recuerde, NO puede decir que damos regalos por su cumplea&ntilde;os como lo hicieron los reyes magos, ya que les he mostrado que ellos llegaron cuando El ten&iacute;a 2 a&ntilde;os.  Entonces sus regalos no ten&iacute;an nada que ver con un cumplea&ntilde;os.  Jes&uacute;s dijo en Mateo 15, Toda planta que no plant&oacute; mi Padre celestial ser&aacute; desarraigada.<br/> <br/> <br/>&#x201c;PUEDE PINTAR UNA MANZANA COLOR NARANJA, PERO CUANDO LA MUERDA TODAVIA TENDRA UNA MAZANA.  PUEDE PARECERSE COMO UNA NARANJA POR FUERA PERO POR DENTRO ES OTRA COSA.  PUEDE TOMAR UN FESTIVAL IMPIO Y PAGANO, ENRAIZADO Y FUNDAMENTADO EN IDOLATRIA Y PERVERSION SEXUAL, CAMBIAR SU SUPERFICIE CON TODAS LAS OBSERVACIONES ORIGINALES, LLAMARLO UNA &#x201c;MISA PARA CRISTO&#x201d;, DE AQUI NAVIDAD (CHRISTMAS) PERO CUANDO EMPIECE ESPIRITUALMENTE A CAVAR EN ESTA, LAS RAICES AUN ESTAN PODRIDAS Y EL FESTIVAL ES AUN UN ESPIRITU MALIGNO, SEDUCTOR, PERVERSO Y ENGA&ntilde;ADOR.  SATURNALIA ES LA MANZANA, NAVIDAD ES LA NARANJA.&#x201d;<br/><br/> <br/> <br/>Diga lo que diga, la verdad ha sido declarada.  Nunca ha habido ni existir&aacute; una Navidad en el Reino de Dios.  Cada fiesta, dia santo, o celebraci&oacute;n ceremonial para la gloria de Dios, SIEMPRE fue escrita en la Palabra de Dios para un orden apropiado y nuestro Padre Celestial SIEMPRE ense&ntilde;&oacute; a SU pueblo como hacer algo bien.  Para que nosotros participemos de festividades y celebraciones detalladas en esta ense&ntilde;anza, puede y ser&aacute; perdonada por Dios por nuestra falta de conocimiento.  Pero una vez que un hombre haya sido instruido en la verdad, el no hacerlo es pecado.  Yo encarecidamente les pido a todos que escudri&ntilde;en la Palabra de Dios sobre este asunto.  Busque su discernimiento espiritual y su coraz&oacute;n.  Recuerde, el bien o mal no esta basado en cuantos participen o hagan algo, o en cuantos predicadores dicen que algo esta bien.  Esta basado en &#x201c;LO QUE DICEN LAS ESCRITURAS.&#x201d;<br/> <br/>Yo prefiero caminar con los 12 que siguieron las &#x2018;palabras de vida&#x2019; de Jes&uacute;s, que seguir la multitud en los caminos de los hombres.  Si los creyentes nacidos de nuevos fuesen de una sola mente, una sola palabra y un solo juicio &#x2013; 1 Corintio 1:10 entonces tendriamos un gran impacto.  No encontrar&aacute; una s&oacute;la verdad sobre la navidad en la Biblia.  NI UNA SOLA.  Entonces si no hay ni una sola verdad en el &uacute;nico Libro que ES verdad, &#x00bf;por qu&eacute; inventar una fantasia para celebrarla?  Creo que podemos encontrar UNA verdad sobre esto.  JESUS NUNCA HA ESTADO NI ESTARA EN LA NAVIDAD!!  Si le decimos a nuestros hijos que es Su cumplea&ntilde;os, entonces mentimos.  Si decimos que tres reyes magos llegaron al pesebre a llevarle regalos, entonces mentimos.  Si decimos que la Navidad honra al Hijo de Dios, entonces mentimos.<br/> <br/>Como creyentes nacidos de nuevo vamos a dedicarnos a estudiar la Palabra de Dios y obedecerla.  SOBRE todas nuestras emociones, sentimientos y compromisos.  Tomar&aacute; de una gran osad&iacute;a y valent&iacute;a decirle a los dem&aacute;s la verdad.  Digales que no celebra esta festividad porque no tiene nada que ver con el Hijo de Dios o SU Reino.  Y por favor no caiga en la mentira de que la Navidad es el mejor tiempo del a&ntilde;o para testificar de Jes&uacute;s!!  El compartir sobre Jes&uacute;s y el Reino de Dios NO ES POR TEMPORADA!!  Es un tiempo del a&ntilde;o de personas fren&eacute;ticas, empujando, apremiando, tocando bocinas, maldiciendo, que hasta podr&iacute;a matar por un juguete.  Personas que diariamente maldicen a Dios y toman su nombre en vano celebran estas festividades.  &#x00bf;Por qu&eacute;?  Porque es celebraci&oacute;n imp&iacute;a de ELLOS, no de EL.  &#x00bf;Que dicen Las Escrituras?  Probar todas las cosas!  Las tradiciones han INVALIDADO el mandamiento de Dios!!  Oro que usted haya sido liberado y bendecido por esta ense&ntilde;anza.  Que el Se&ntilde;or le bendiga y lo guarde.<br/> <br/>Aquellos de ustedes que sean ancianos en la fe tiene una responsabilidad de predicar la verdad.  No sus emociones y sentimientos.  Han sido llamados para afirmarse en la verdad.  NINGUN hombre de Dios en la Biblia, repito, NINGUN hombre de Dios en la Biblia celebr&oacute; JAMAS esta festividad.  &#x00bf;Por qu&eacute; lo hace usted?  &#x00bf;Por qu&eacute; lo hace usted?  Ning&uacute;n hombre de Dios en la Biblia jam&aacute;s celebr&oacute;, particip&oacute; o ense&ntilde;&oacute; esta festividad.  &#x00bf;Por qu&eacute; lo hace usted?  Por favor piense en ello.  &#x00bf;C&oacute;mo le podemos decir a los hijos de Dios, VIVAN EN TODA PALABRA DE DIOS, CREAN EN LA BIBLIA Y OBEDEZCANLA, pero a la misma vez celebrar algo de esta naturaleza?  &#x00bf;C&oacute;mo puede ser esto?  Si puede decir que no hay nada malo con la Navidad, entonces los Cat&oacute;licos no NECESITAN nacer de nuevo.  Por tus est&aacute;ndares ya son salvos.  Esto vino de sus esp&iacute;ritus, no del Esp&iacute;ritu Santo.  Un mal arbol no puede llevar buen fruto.<br/> <br/>Yo le doy gracias al Se&ntilde;or Jesucristo y al maestro, el Esp&iacute;ritu Santo, por esta libertad.  Le doy gracias al Se&ntilde;or por los santos fieles del Centro Cristiano Internacional Nuevo Pacto (New Covenant Christian Center, Int&#x2019;l) que han dedicado sus vidas a la santidad como disc&iacute;pulos de Jesucristo y SU Reino.  Hubo un tiempo a principios de nuestro miniserio cuando nosotros en el Centro Cristiano Nuevo Pacto ten&iacute;amos nuestras fiestas navide&ntilde;as y cenas de fin de a&ntilde;o.  Celebrabamos y hac&iacute;amos todas las cosas que muchos de ustedes hacen.  Yo como Anciano Principal supervisaba estas cosas y hasta ministraba como muchos de ustedes hoy d&iacute;a.  Mientras cont&iacute;nuamente crec&iacute;a en el conocimiento de la Palabra de Dios y continuaba buscando la verdad, las tinieblas fueron expuestas.  Mientras empezaba a investigar las &#x201c;RAICES&#x201d; detr&aacute;s de la Navidad, viendo que no estaba registrado en ning&uacute;n lugar en la Santa Palabra de Dios, la verdad empez&oacute; a verse.  Mientras v&iacute; desenvolverse esto, le ped&iacute; perd&oacute;n al Se&ntilde;or por celebrar esta blafesmia.  Jes&uacute;s SI dijo que se pod&iacute;a blasfemar contra el Hijo de Dios y ser perdonado.  Yo como hombre de Dios empec&eacute; a ense&ntilde;ar a los disc&iacute;pulos de aqu&iacute; del Nuevo Pacto estas verdades.  Al principio, algunos se fueron de esta Casa de Dios debido a ello.  Que triste decir que Jerem&iacute;as 44:16-17 se estaba cumpliendo.<br/> <br/>&#x201c;La palabra que nos has hablado en nombre de Jehova, no la o&iacute;remos de ti; sino que ciertamente pondremos por obra toda palabra que ha salido de nuestra boca.&#x201d;<br/><br/> <br/>Le doy gracias a Dios que aqu&iacute; no se ha forzado a ning&uacute;n hombre a obedecer o cambiar, pero por la predicacion continua y la ense&ntilde;anza de la verdad, han sido liberados.  Estoy muy orgulloso de los santos del Reino de Dios que hoy desean amar a Jes&uacute;s en santidad y pureza.  &#x00bf;C&oacute;mo podemos explicar de otra manera algo que ya sabemos?  &#x00bf;C&oacute;mo podemos decir despu&eacute;s de aprender este tipo de verdad que a&uacute;n seguiremos con esta abominaci&oacute;n?  &#x00bf;Cu&aacute;n endurecidos estan nuestros corazones?  Si no estamos dispuestos a doblegarnos antes este asunto, cuantos otros puntos yacen en receso de nuestras mentes que estamos dispuestos a comprometer?  Espero que nuestros corazones se animen y con esto cierro.  Para aquellos que estan dispuestos a alejarse de esta celebraci&oacute;n, el gran adversario y enemigo ser&aacute;n aquellos que profesan conocer a Jes&uacute;s.  Los mismos que dicen que LO aman, te condenar&aacute;n, al menos que ellos mismos sean liberados.  Mantente firme y osado.  Parate con firmeza como lo hizo Jes&uacute;s.  Que el Se&ntilde;or te bendiga.<br/> <br/>&quot;Bienaventurados los que padecen persecuci&oacute;n por causa de la justicia, porque de ellos es el reino de los cielos.  Bienaventurados sois cuando por mi causa os vituperen y os persigan, y digan toda clase de mal contra vosotros, mintiendo. Gozaos y alegraos, porque vuestro galard&oacute;n es grande en los cielos; porque as&iacute;persiguieron a los profetas que fueron antes de vosotros. &#x201c; &#x2013; Mateo 5:10-12<br/><br/> <br/>&#x201c;Tambi&eacute;n todos los que quieran vivir piadosamente en Cristo Jes&uacute;s padecer&aacute;n persecuci&oacute;n&#x201d; &#x2013;  II Timoteo 3:12<br/><br/> <br/>Si tienen algun deseo de corregirme, estar&eacute; dispuesto a escuchar con coraz&oacute;n puro y arrepentirme (cambiar mi manera de pensar).  Solo pido que su correcci&oacute;n sea por la Palabra de Dios.  Que las Escrituras sean en lo que nosotros estemos parados.  Si tiene una defensa para sus creencias de Navidad, favor de exponerlas por la Palabra de Dios.  No discutir&eacute; con ning&uacute;n hombre.  Que la Palabra de Dios sea exaltada!!  Favor lea: Mateo 2 (cap&iacute;tulo completo), Mateo 3:9-12, 7:17-19, 15:1-9,13; Lucas 2:9-32; 1Corintios 10:19-23; Colosences 2:6-8; G&aacute;latas 4:10; Efesios 5:1-17; Lucas 4:4; Mateo 4:4; Hebreos 5:8-9; 1 Juan 5:21; Juan 14:15-26; Juan 16:13-15; Lev&iacute;tico 19:26, 26:1, 10:1; Deuteronomio 7:25-26, 12:29-32; Ezequiel 20:18; 2 Reyes 17:15-19; Jerem&iacute;as1:5-11, 10:1-5, 44:16; Exodo 30:9; N&uacute;meros 3:4, 26:61.<br/> <br/>EXAMINADLO TODO &#x2013; 1 Tesalonicenses 5:21.  Ya yo puedo probar en lo que estoy afirmado y en lo que creo, &#x00bf;lo puede usted?<br/> <br/>Fuentes:  La Santa Biblia &#x2013; antigua versi&oacute;n de Casiodoro de Reina (1569); revisada por Cipriano de Valera (1602); otras revisiones: 1862, 1909, 1960; Enciclopedia World Book; Enciclopedia Comptons; Enciclopedia Britanica Encarta 96; Enciclopedia Americana; Fiestas y Dias Santos por Tom C. McKenney; El Peque&ntilde;o Libro de la Navidad por Jennifer Muldohin; San Jose Mercury News (Peri&oacute;dico de San Jose).<br/> <br/>Visite nuestra red mundial donde puede leer este art&iacute;culo y otro material impreso.  Visitenos a: http://www.newcovenantworldoutreach.com/  correo electronico: siayalives@yahoo.com

		<div class="clearfix"></div>
	</div>
	<div class="clearfix"></div>

</div>


